Repository: Disturbtion273/rc-car-maui-app
Catalog: rc-car-maui-app/Resources/Strings/AppResources.*.resx
Languages: de, es

source: Home
de: Start
es: Casa

source: Manual
de: Manuell

source: Semi-AI
de: Halb-KI
es: Semi-IA

# SemiSubtitle
source: Give you full control to the car while having AI feature
de: Gibt dir die volle Kontrolle über das Auto, mit KI Unterstützung
es: Te da el control total del coche mientras tienes la función de IA

source: Full-AI
de: Voll-KI
es: IA completa

# FullSubtitle
source: Car is fully controlled by AI
de: Das Auto wird vollständig von der KI gesteuert
es: El coche está completamente controlado por la IA

source: Driving
de: Fahren
es: Conducción

source: Settings
de: Einstellungen
es: Configuración

source: Driving Modes
de: Fahrmodi
es: Modos de conducción

source: Driving related settings
de: Fahrbezogene Einstellungen
es: Configuraciones relacionadas con la conducción

source: Speed Unit:
de: Geschw.-Einheit:
es: Unidad de velocidad:

source: Show Battery:
de: Akkustand anzeigen:
es: Mostrar batería:

source: App related settings
de: App-bezogene Einstellungen
es: Configuraciones relacionadas con la aplicación

source: Language:
de: Sprache:
es: Idioma:

source: Dark Mode:
de: Dunkelmodus:
es: Modo oscuro:

source: Safe Mode:
de: Sicherheitsmodus:
es: Modo seguro:

# Connected
source: Successfully connected to the car
de: Erfolgreich mit dem Auto verbunden
es: Conectado exitosamente al coche

source: Connect
de: Verbinden
es: Conectar

source: Disconnect
de: Trennen
es: Desconectar

# ManualSubtitle
source: Give you full control to the car
de: Gibt dir die volle Kontrolle über das Auto
es: Te da el control total del coche

# Typ in IP
source: Type in the IP of the car to connect to it
de: Gib die IP des Autos ein, um eine Verbindung herzustellen
es: Escribe la IP del coche para conectarte a él

source: Manual Mode
de: Manueller Modus
es: Modo manual

source: Semi-AI Mode
de: Halb-KI-Modus
es: Modo Semi-IA

source: Full-AI Mode
de: Voll-KI-Modus
es: Modo IA completa

source: Camera movement
de: Kamerabewegung
es: Movimiento cámara

source: Camera re-center
de: Kamera zentrieren
es: Recentrar cámara

source: Connection status
de: Verbindungsstatus
es: Estado de conexión

source: Driving slider
de: Fahrregler
es: Control de conducción

source: Navigate back
de: Zurück navigieren
es: Navegar hacia atrás

source: Car's battery
de: Autobatterie
es: Batería del coche

# Cars speed
source: Car's velocity
de: Geschwindigkeit
es: Velocidad del coche

source: Driving Tutorial
de: Fahranleitung
es: Tutorial de conducción

# Driving description
source: To drive the car forward and backward, simply drag the slider to the top or bottom.
de: Um das Auto vorwärts oder rückwärts zu fahren, ziehen Sie einfach den Schieberegler nach oben oder unten.
es: Para conducir el coche hacia adelante o hacia atrás, simplemente arrastra el control deslizante hacia arriba o hacia abajo.

# Turning description
source: To turning the car left or right, simply rotate the phone to the designated direction like a steering wheel.
de: Um das Auto nach links oder rechts zu lenken, drehen Sie einfach das Telefon in die gewünschte Richtung wie ein Lenkrad.
es: Para girar el coche a la izquierda o a la derecha, simplemente gira el teléfono en la dirección deseada como si fuera un volante.

source: Close
de: Schließen
es: Cerrar

# Semi-AI description
source: The PiCar comes with an integrated GPT-4o, enabling dynamic and automated interactions. In Semi-AI mode, the car can recognize road signs and report them to the user for decision-making.
de: Der PiCar ist mit einem integrierten GPT-4o ausgestattet, das dynamische und automatisierte Interaktionen ermöglicht. Im Halb-KI-Modus kann das Auto Verkehrsschilder erkennen und dem Benutzer zur Entscheidungsfindung melden.
es: El PiCar cuenta con un GPT-4o integrado que permite interacciones dinámicas y automatizadas. En el modo Semi-IA, el coche puede reconocer las señales de tráfico y notificarlas al usuario para que tome la decisión.

# Semi-AI description cont
source: Further scenario examples include a stop sign or an intersection sign, where the user decides which direction the car should take.
de: Weitere Beispielszenarien sind ein Stoppschild oder ein Kreuzungsschild, bei dem der Benutzer die Fahrtrichtung des Autos bestimmen muss.
es: Otros ejemplos de escenarios incluyen una señal de alto o una señal de intersección, donde el usuario decide la dirección que debe tomar el coche.

# Semi-AI driving tutorial
source: Driving works the same as in manual mode, but with an additional AI function.
de: Das Fahren funktioniert genauso wie im manuellen Modus, jedoch mit einer zusätzlichen KI-Funktion.
es: La conducción es la misma que en el modo manual, pero con una función adicional de IA.

# Full-AI description
source: Sit back, relax and enjoy
de: Zurücklehnen, entspannen und genießen.
es: Siéntate, relájate y disfruta.
